Repository: imincik/medobs
Catalog: medobs/reservations/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Reservation data
sk: Údaje o rezervácii

source: Available
sk: Voľný

source: Disabled
sk: Vypnutý

source: Hold
sk: Podržaný

source: Reserved
sk: Rezervovaný

source: Reschedule
sk: Preobjednať

source: Patient with a given identification number already exists.
sk: Pacient s týmto identifikačným číslom neexistuje

source: Birth number
sk: Rodné číslo

source: Settings
sk: Nastavenia

source: expiration
sk: expirácia

source: Not expirated
sk: Platný

source: Expirated
sk: Vyexpirovaný

source: availability
sk: voľný

source: Reservated
sk: Rezervovaný

source: From
sk: Od

source: To
sk: Do

source: Any date
sk: Akýkoľvek dátum

source: Today
sk: Dnes

source: Tomorrow
sk: Zajtra

source: This week
sk: Tento týždeň

source: This month
sk: Tento mesiac

source: From {0} to {1}
sk: Od {0} do {1}

source: In range
sk: V rozsahu

source: Any time
sk: Akýkoľvek čas

source: Morning
sk: Ráno

source: Afternoon
sk: Poobede

source: Range
sk: Rozsah

source: Phone number
sk: Telefónne číslo

source: Enter a valid phone number containing numbers only.
sk: Zadajte správne telefónne číslo obsahujúce iba čísla.

source: Select reservation time
sk: Zvoľte termín rezervácie

source: Examination kind
sk: Typ vyšetrenia

source: reservation notification
sk: upozornenie na rezerváciu

source: first name
sk: meno

source: last name
sk: priezvisko

source: identity hash
sk: identifikačný kód

source: phone number
sk: telefónne číslo

source: patient
sk: pacient

source: patients
sk: pacienti

source: name
sk: meno

source: street
sk: ulica

source: zip code
sk: PSČ

source: city
sk: mesto

source: order
sk: poradie

source: Office order on user page.
sk: Poradie ambulancie na stránke.

source: authenticated only
sk: iba prihlásený

source: If enabled, office will be visible only for authenticated users.
sk: Ak je zapnuté, ambulancia bude viditeľná iba pre autentifikovaných používateľov.

source: published
sk: publikovaná

source: If enabled, office will be published.
sk: Ak je zapnuté, ambulancia bude publikovaná.

source: days to generate
sk: generovať dní

source: Number of days to generate reservations.
sk: Počet dní pre ktoré budú generované termíny.

source: note
sk: poznámka

source: office
sk: ambulancia

source: offices
sk: ambulancie

source: number
sk: číslo

source: office phone
sk: telefónne číslo ambulancie

source: office phones
sk: telefóne čísla ambulancie

source: Monday
sk: Pondelok

source: Tuesday
sk: Utorok

source: Wednesday
sk: Streda

source: Thursday
sk: Štvrtok

source: Friday
sk: Piatok

source: Saturday
sk: Sobota

source: Sunday
sk: Nedeľa

source: week day
sk: deň týždňa

source: time
sk: čas

source: valid since
sk: platné od

source: This date is included into interval.
sk: Tento dátum je zahrnutý do intervalu.

source: valid until
sk: platné do

source: This date is not included into interval.
sk: Tento dátum nie je zahrnutý do intervalu.

source: If enabled, creating reservation will be possible only for authenticated users.
sk: Ak je zapnuté, rezervácia bude povulená iba pre autentifikovaných používateľov.

source: template
sk: šablóna

source: templates
sk: šablóny

source: {0} at {1}
sk: {0} o {1}

source: title
sk: názov

source: begin
sk: začiatok

source: end
sk: koniec

source: exception
sk: výnimka

source: exceptions
sk: výnimky

source: {0} (from {1} to {2})
sk: {0} (od {1} do {2})

source: Examination kind order.
sk: Poradie typu vyšetrenia

source: examination kind
sk: typ vyšetrenia

source: examinations kinds
sk: typy vyšetrenií

source: disabled
sk: vypnutý

source: enabled
sk: zapnutý

source: hold
sk: podržaný

source: date
sk: dátum

source: If enabled, creating reservation will be possible only for authenticated users
sk: Ak je zapnuté, rezervácia bude povolená iba pre prihlásených používateľov.

source: status
sk: stav

source: reservation time
sk: čas rezervácie

source: reserved by
sk: rezervovaný kým

source: reservation
sk: rezervácia

source: reservations
sk: rezervácie

source: start time
sk: čas začiatku

source: is running
sk: beží

source: MEDOBS administration
sk: Administrácia MEDOBS

source: Submit date
sk: Zvoliť dátum

source: Authentication
sk: Autentifikácia

source: Add
sk: Pridať

source: Change
sk: Zmeniť

source: Configuration
sk: Konfigurácia

source: Reservations
sk: Rezervácie

source: Recent Actions
sk: Posledné zmeny

source: My Actions
sk: Moje zmeny

source: None available
sk: Prázdny

source: Unknown content
sk: Neznámy obsah

source: Reschedule reservation
sk: Preobjednať

source: Cancel reservation
sk: Zrušiť rezerváciu

source: Patient with this birth number doesn't exist
sk: Pacient s týmto rodným číslom neexistuje

source: Find patient by birth number.
sk: Vyhľadať pacienta podľa rodného čísla.

source: Generate reservations
sk: Vygenerovať rezervácie

source: Submit time
sk: Zvoliť čas

source: MEDOBS &ndash; reservation system
sk: MEDOBS &ndash; rezervačný systém

source: version
sk: verzia

source: logout
sk: odhlásiť sa

source: login
sk: prihlásiť sa

source: Fill all required fields to complete reservation
sk: Vyplňte všetky povinné polia pre dokončenie rezervácie

source: Required fields
sk: Povinné polia

source: Reset
sk: Vynulovať

source: Date
sk: Dátum

source: Time
sk: Čas

source: Day:
sk: Deň:

source: List of reservations
sk: Zoznam rezervácií

source: Reload
sk: Obnoviť

source: Make reservation
sk: Vytvoriť rezerváciu

source: Cancel
sk: Zrušiť

source: Message
sk: Správa

source: Hold operation failed
sk: Podržanie termínu zlyhalo

source: Unhold
sk: Zrušiť podržanie

source: Unhold operation failed
sk: Zrušenie podržania termínu zlyhalo

source: Enable
sk: Zapnuť

source: Enable operation failed
sk: Zapnutie termínu zlyhalo

source: Disable
sk: Vypnuť

source: Disable operation failed
sk: Vypnutie termínu zlyhalo

source: Are you sure you want to cancel reservation?
sk: Ste si istý, že chcete zrušiť rezerváciu?

source: Confirm
sk: Potvrdiť

source: Yes
sk: Áno

source: Cancel operation failed
sk: Zrušenie termínu zlyhalo

source: Reservation is not available
sk: Rezervácia nie je dostupná

source: If you want to change or cancel your reservation call us on phone number:
sk: Ak si želáte zmeniť alebo zrušiť vašu rezerváciu zavolajte na naše telefónne čísla:

source: Back to front page
sk: Späť na úvodnú stránku

source: The reservation on <strong>%(r_date)s</strong> at <strong>%(r_time)s</strong> for <strong>%(r_patient)s</strong> has been booked.
sk: Rezervácia <strong>%(r_date)s</strong> o <strong>%(r_time)s</strong> pre <strong>%(r_patient)s</strong> bola vytvorená.

source: This patient has already created active reservation.
sk: Tento pacient už má vytvorenú aktívnu rezerváciu.

source: You have already created active reservation.
sk: Už máte vytvorenú aktívnu rezerváciu.

source: Missing basic configuration.
sk: Chýba základná konfigurácia.

source: Medical office
sk: Ambulancia

source: Username:
sk: Meno

source: Password:
sk: Heslo

source: Log in
sk: Prihlásiť sa

source: reservation confirmation
sk: potvrdenie rezervácie

source: reservation canceled
sk: rezervácia zrušená

source: reservation rescheduled
sk: rezervácia preobjednaná

source: Can't make reservation for today or day in the past.
sk: Nie je možné vytvoriť rezervováciu na dnes alebo na deň v minulosti.

source: Can't make reservation. Please try again.
sk: Nie je možné vytvoriť rezerváciu. Prosím vyskúšajte znova.
